Abundance/abundance-vs-scarcity.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-05-07 Sat 16:23 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Greg Davidson" />
</head>
<body>
<div id="content">
<div id="outline-container-org0841d57" class="outline-2">
<h2 id="org0841d57">Abundance Culture vs. Scarcity Culture</h2>
<div class="outline-text-2" id="text-org0841d57">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Abundance</th>
<th scope="col" class="org-left">Scarcity</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Names</td>
<td class="org-left">Abundance Culture</td>
<td class="org-left">Scarcity Culture</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Partnership Culture</td>
<td class="org-left">Dominator Culture</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">New Culture</td>
<td class="org-left">Old Culture</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Next Culture</td>
<td class="org-left">Default Culture</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Games</td>
<td class="org-left">Win-Win, All-Win</td>
<td class="org-left">Win-Lose</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Non-Zero-Sum, &gt;0 Sum</td>
<td class="org-left">Zero-Sum, &lt;0 Sum</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Cooperative</td>
<td class="org-left">Competitive</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Consensual</td>
<td class="org-left">Non-Consensual</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Anarchic</td>
<td class="org-left">Hierarchical</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Infinite</td>
<td class="org-left">Winner Take All</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Play</td>
<td class="org-left">Dominance</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Characteristics</td>
<td class="org-left">Diversity</td>
<td class="org-left">Conformity</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Creativity</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Self-Expression</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Roles</td>
<td class="org-left">Coordinator</td>
<td class="org-left">Boss / Director</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Co-Creator</td>
<td class="org-left">Worker vs. Consumer</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Participant</td>
<td class="org-left">Performer vs. Spectator</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Organization</td>
<td class="org-left">Grass-Roots</td>
<td class="org-left">Elite Organized</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Bottom-Up</td>
<td class="org-left">Top-Down</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Consensus</td>
<td class="org-left">Autocracy</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Partnership</td>
<td class="org-left">Win/Lose "Democracy"</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Transparency</td>
<td class="org-left">Information Control</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Economics</td>
<td class="org-left">Stewardship</td>
<td class="org-left">Ownership</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Sustainability</td>
<td class="org-left">Exploitation</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Real Value Accounting</td>
<td class="org-left">Money, Capitalism</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Right Livelihood</td>
<td class="org-left">Wage Slavery</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Enterprise</td>
<td class="org-left">Empowerment</td>
<td class="org-left">Control</td>
</tr>

<tr>
<td class="org-left">Management</td>
<td class="org-left">Partnership</td>
<td class="org-left">Boss/Worker/Consumer</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Do-ocracy</td>
<td class="org-left">Approval Process</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Education</td>
<td class="org-left">Learner Centered</td>
<td class="org-left">Administrator Centered</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Facilitation</td>
<td class="org-left">Teaching</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Curiosity-driven</td>
<td class="org-left">Obedience-driven</td>
</tr>
</tbody>
</table>

<p>
More information at <a href="https://github.com/TouchPuuhonua/Abundance">My Abundance GitHub Repository</a>
</p>

<p>
Or browse <a href="https://touchpuuhonua.github.io/">my new GitHub website</a> which is Open During Redesign and Reconstruction!
</p>
</div>
</div>
</div>
</body>
</html>
